Repository: snom-project/DECTMessagingDemonstrator
Catalog: app/locales/*/LC_MESSAGES/*.po
Languages: de_de

source: Enterprise
de_de: Unternehmen

source: Enterprisecommon
de_de: Unternehmen Gemeinsam

source: Group
de_de: Standort

source: Groupcommon
de_de: Standort Gemeinsam

source: Personal
de_de: Privat

source: Parall. Ring
de_de: Parall Klingeln

source: Call Forward
de_de: Rufweiterleitung

source: Call Pickup
de_de: Anruf heranholen

source: Choose your device
de_de: Gerät wählen

source: You use %s
de_de: Sie verwenden %s

source: /deal
de_de: /Trans.

source: Help Center
de_de: Hilfe Portal

source: Start Now
de_de: Jetzt starten

source: Number of extensions
de_de: Anzahl der Nutzerkonten

source: Update
de_de: Aktualisieren

source: Phone MAC address
de_de: Telefon-MAC-Adresse

source: Please enter the phone MAC address
de_de: Bitte geben Sie die MAC-Adresse des Telefons ein

source: Please enter the phone MAC address in uppercase without the ":" separator
de_de: Bitte geben Sie die MAC-Adresse des Telefons in Großbuchstaben ohne das Trennzeichen ":" ein

source: Device Id
de_de: Benutzer-ID

source: Please enter your device Id
de_de: Bitte geben Sie Ihre Benutzer-ID ein

source: Please enter the device ID from your Vodafone Portal registration. E.g. 181309665141524444
de_de: Bitte geben Sie die Benutzer-ID aus Ihrer Vodafone Portal-Registrierung ein. ZB 181309665141524444

source: Extension
de_de: Nutzerkonto

source: Username
de_de: Benutzername

source: Please enter your username
de_de: Bitte geben Sie Ihren Benutzernamen ein

source: Password
de_de: Kennwort

source: Submit
de_de: Absenden

source: This may take a while, please be patient
de_de: Dies kann eine Weile dauern, bitte haben Sie etwas Geduld

source: Enter number of Extensions
de_de: Anzahl der Nutzerkonten eingeben

source: DECT Master MAC address
de_de: DECT-Master-MAC-Adresse

source: Please enter the DECT master MAC address
de_de: Bitte geben Sie die DECT-Master-MAC-Adresse ein.

source: Please enter the DECT master MAC address in uppercase without the ":" separator. E.g. 000413610000
de_de: Bitte geben Sie die DECT-Master-MAC-Adresse ohne das Trennzeichen ":" in Großbuchstaben ein. Z.B. 000413610000

source: Handset IPEI
de_de: Mobilteil IPEI

source: Please enter your handset IPEI
de_de: Bitte geben Sie Ihre Mobilteil-IPEI ein

source: DECT Slave MAC address
de_de: DECT-Slave-MAC-Adresse

source: Please enter the DECT slave MAC address
de_de: Bitte geben Sie die DECT-Slave-MAC-Adresse ein.

source: Please enter the DECT slave MAC address in uppercase without the ":" separator. E.g. 000413610001
de_de: Bitte geben Sie die DECT-Slave-MAC-Adresse ohne das Trennzeichen ":" in Großbuchstaben ein. zB. 000413610001

source: Viel Spass
de_de: ersetz mich bitte..

source: Choose your provider
de_de: Wählen Sie Ihren Anbieter

source: Now it is time to choose your provider.
de_de: Nun ist es an der Zeit, Ihren Anbieter auszuwählen.

source: New deal
de_de: Neues Angebot

source: Learn more about us
de_de: Erfahren Sie mehr über uns

source: Provisioning Finished
de_de: Bereitstellung abgeschlossen

source: Please factory reset or reboot the device.
de_de: Bitte setzen Sie das Gerät auf die Werkseinstellungen zurück oder starten Sie es neu.

source: The device with MAC
de_de: Das Gerät mit der MAC-Adresse

source: is ready to be provisioned.
de_de: ist bereit provisioniert zu werden.

source: Current redirection target:
de_de: Aktuelles Weiterleitungsziel

source: After the device is provisioned you can remove the redirection on SRAPS
de_de: Nach dem das Gerät provisioniert wurde, können Sie die Weiterleitung auf SRAPS löschen.

source: Remove redirection on SRAPS
de_de: Entfernen Sie die Weiterleitung auf SRAPS

source: Provision another device
de_de: Anderes Gerät provisionieren

source: Show me Headsets and Accessories
de_de: Zu den Kopfhörern and Zubehör

source: Please enter the XSI server URL
de_de: Bitte geben Sie die XSI-Server-URL ein

source: Please enter the XSI Server address. Please ask your provider for more information
de_de: Bitte geben Sie die Adresse des XSI-Servers ein. Bitte fragen Sie Ihren Provider nach weiteren Informationen

source: Error Extension {0}
de_de: Fehler in der Nebenstelle

source: Extension {0}
de_de: Nebenstelle

source: Account data not found
de_de: Kontodaten für Gerät nicht gefunden

source: Error
de_de: Fehler

source: Unable to store account data
de_de: Übertragung von Kontodaten nicht möglich

source: Error Provider %s
de_de: Fehlerhafter Anbieters %s

source: Provider %s
de_de: Anbieter %s

source: provider unknown
de_de: Dienstleister Unbekannt

source: User Data
de_de: Nutzerdaten

source: Unable to store slave data
de_de: Sekundärbasis-Daten können nicht gespeichert werden

source: Unable to store firmware data
de_de: Firmware-Daten können nicht gespeichert werden

source: Complete
de_de: Abgeschlossen

source: Please fill all fields
de_de: Bitte füllen Sie alle Felder aus

source: Malformed MAC
de_de: Ungültige MAC

source: Malformed device ID
de_de: Fehlerhafte Geräte-ID

source: Invalid Username or Password
de_de: Benutzername und/oder Passwort ungültig

source: Devices
de_de: Geräte

source: Providers
de_de: Service-Dienstleister
